2gua.rainbow-brackets
adamwalzer.scss-lint
AEStudio.ask-a-question-rubber-duck
ajshort.latex-preview
AlDuncanson.react-hooks-snippets
alefragnani.Bookmarks
alexdima.vscode-lcov
ban.spellright
bengreenier.vscode-node-readme
bierner.color-info
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-mermaid
bierner.markdown-yaml-preamble
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
coderfee.open-html-in-browser
DavidAnson.vscode-markdownlint
davidhouchin.whitespace-plus
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gabriielbs0673.develyrics
GitHub.copilot
heybourn.headwind
humao.rest-client
ionutvmi.path-autocomplete
jasonnutter.search-node-modules
JerryHong.autofilename
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
LeetCode.vscode-leetcode
leizongmin.node-module-intellisense
letrieu.expand-region
luf.xtpl
marlon407.code-groovy
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.atom-keybindings
msjsdiag.debugger-for-chrome
Orta.vscode-jest
paulmolluzzo.convert-css-in-js
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
RoscoP.ActiveFileInStatusBar
ryanluker.vscode-coverage-gutters
sainnhe.gruvbox-material
sdras.night-owl
silvenon.mdx
stkb.rewrap
streetsidesoftware.code-spell-checker
sysoev.language-stylus
vintharas.learn-vim
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
xyz.local-history
zhaouv.vscode-markdown-draw
